---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.GroupLevel
source: html/14f92d90-2355-53d3-41f4-d156898e9e08.htm
---
# Autodesk.Revit.DB.ParameterTypeId.GroupLevel Property

"Reference Level"

## Syntax (C#)
```csharp
public static ForgeTypeId GroupLevel { get; }
```